IDEA Connection Link
ConnectionLink.GetFEAResultsArchive Method
 Gets the filename of the temporary archive which includes FEA results. If results do not exist CBFEM analysis is executed.
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string GetFEAResultsArchive()
Public Function GetFEAResultsArchive As String
public:
String^ GetFEAResultsArchive()
Return Value
Type: String
File name of the file which contains FEA results
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace